let fileJSON = {
    "images": {
        "logo": "https://imageup.ru/img139/4050361/logo.jpg",
        "bonuses": [
          "https://imageup.ru/img144/4050362/50-percent.png",
          "https://imageup.ru/img76/4050363/people.png",
          "https://imageup.ru/img121/4050364/phone-call.png"
        ]
      },
      "question": {
        "easy": [
          "Операция «Багратион» началась:",
          "Батареей реактивных установок («Катюша»), которая 14 июля 1941 г. нанесла первый удар по немецко-фашистским захватчикам, командовал:",
          "Герой Советского Союза, Почётный гражданин г. Витебска. В годы войны во главе отделения сапёров спас от взрыва мост через Двину, названный затем его именем:",
          "Уроженец г. Глубокое советский авиаконструктор, дважды Герой Социалистического Труда, создатель боевых самолётов Великой Отечественной войны и послевоенного времени:",
          "Самый молодой командующий фронтом в годы Великой Отечественной войны:",
          "Батарея реактивных установок «Катюша» 14 июля 1941 г. нанесла первый удар по немецко-фашистским захватчикам под городом:",
          "Витебский «котёл» – это:",
          "Один из руководителей Витебского партийно-комсомольского подполья, Герой Советского Союза, которой установлен памятник на Московском проспекте:",
          "Герой Советского Союза и Герой Социалистического Труда, легендарный партизан и видный государственный деятель Беларуси, уроженец Сенненского района, которому в Витебске установлен памятник:",
          "Витебск был освобождён от немецко-фашистских захватчиков:",
          "Уроженец Ушачского района, знаменитый белорусский и советский писатель, участник Великой Отечественной войны, лауреат Ленинской и Государственной премий СССР, международных премий:",
          "Витебскую область освобождали части:",
          "Витебск был освобождён от немецко-фашистских захватчиков в результате операции:",
          "Прославленный партизанский командир, Герой Советского Союза, командир 1-й Белорусской партизанской бригады. В Витебске ему установлены памятники, в честь его названа улица и музей. Почётный гражданин города Витебска:",
          "«Рига», «Зимний лес», «Шаровая молния», «Майская гроза» и др. это",
          "В г.п. Сураж установлен единственный в мире памятник детям партизанского командира,  расстрелянным фашистскими оккупантами. Кто этот командир?"
        ],
        "normal": [
          "Героем обороны Москвы был уроженец Бешенковичского района, командир кавалерийского корпуса, Герой Советского Союза, генерал:",
          "Одним из руководителей обороны Брестской крепости был уроженец Лиозненского района, полковой комиссар:",
          "Руководителем подпольной организации на станции Орша и партизанской бригады был Герой Советского Союза:",
          "Мемориальный комплекс в Ушачском районе, посвящённый героической блокаде 16 партизанских бригад в апреле-мае 1944 г.:",
          "Витебские (Суражские) ворота – это:",
          "За освобождение Витебска от немецко-фашистских захватчиков 62 соединения и части:",
          "В д. Заполье Витебского района в 1977 г. установлен памятник:",
          "Один из крупнейших лагерей смерти во Второй мировой войне действовал в Витебске в районе:",
          "Легендарная медсестра, вынесшая с поля боя 128 раненых, и потерявшая на войне руки и ноги. Герой Советского Союза, награждена медалью международного Красного Креста Флоренс Найтингейл. Почётный гражданин г. Полоцка. Уроженка Россонского района:",
          "Витебские (Суражские) ворота действовали в период:",
          "1-м Прибалтийским фронтом, который освобождал Витебщину, командовал:",
          "В день освобождения Витебска в городе насчитывалось:",
          "Герой Советского Союза, прославленный лётчик-истребитель, сбивший 9 самолётов противника в одном бою, уроженец Сенненского района:",
          "43-й Армией, которая освобождала Витебск и Витебскую область командовал:",
          "В 1985-2004 годах изданы книги, посвященные каждому району Витебской области и городу Витебску, в которых отражена история и боевое прошлое этих территорий. Их название!"
        ],
        "medium": [
          "За активное участие в партизанском движении, мужество и героизм трудящихся в борьбе с немецко-фашистскими захватчиками, за успехи в возрождении  народного хозяйства Витебская область в 1967 г. была награждена:",
          "Мемориальный комплекс в Дубровенском районе, где похоронено свыше 10 тыс. советских воинов, называется:",
          "Первый партизан-комсомолец – Герой Советского Союза, погибший в районе д. Курино Витебского района, прикрывая огнём из пулемёта отход партизанского отряда",
          "Руководитель подпольной комсомольско-молодёжной организации «Юные мстители», действовавшей на станции Оболь в 1942-1943 гг., Герой Советского Союза:",
          "Освобождение Витебской области проходило в следующие временные рамки:",
          "Витебское еврейское гетто, где было загублено около 20 тыс. человек, действовало в районе:",
          "Крупнейший танковый бой, в котором с двух сторон участвовало более 1500 бронемашин 6 июля 1941 г. – это:",
          "Бумагин И.Р., Свидинский В.И., Кондратьев П.В., Пименов В.В. – это:",
          "Оборонительные бои под Витебском в 1941 г. проходили:",
          "Ершаков Ф.А., Конев И.С., Курочкин П.А. – это:",
          "Командир прославленной бригады «Алексея»:, действовавшей в Витебской, Смоленской. Вилейской областях. Герой Советского Союза. Погиб при обороне Полоцко-Лепелькой партизанской зоны в апреле 1944 г. и похоронен в Лепеле:",
          "Звание, установленное в 1964 г. в ознаменование 20-летия освобождения Витебска от немецко-фашистских захватчиков, которого удостаиваются лица за активное участие в революционной борьбе, за мужество и героизм, проявленные в борьбе с немецко-фашистскими захватчиками, особо отличившиеся ветераны труда:",
          "Участница комсомольского подполья в г.п. Оболь, геройски погибшая в 1944 г., Герой Советского Союза:",
          "39-й Армией, которая освобождала Витебск и Витебскую область командовал:",
          "Во время оккупации на территории Витебской области немецко-фашистские захватчиками было уничтожено мирных жителей",
          "Французские лётчики из полка «Нормандия-Нёман» Жак Андре, Марсель Лефевр, Роман Пуан де ла Марсель Альбер, участники освобождения Витебщины были удостоены:",
          "Участник Николаевского десанта в котором все воины (67 человек) были удостоены звания Герой Советского Союза, уроженец Верхнедвинского района:",
          "Командир 71-й гвардейской стрелковой дивизии, отличившейся при освобождении Витебщины, Герой Советского Союза, погибший в 1944 г. и похороненный на Военном кладбище (ул. Советская) в г. Витебске",
          "Уроженец деревни Бабиничи Витебского района, Смоленский партизан, Герой Советского Союза"
        ],
        "hard": [
          "Первой Витебской партизанской бригадой командовал:",
          "153-й стрелковой дивизией, оборонявшей Витебск в 1941 г. и ставшей 3-й гвардейской стрелковой дивизией, командовал:",
          "Витебск и большая часть Витебской области в годы оккупации находились в следующем оккупационном образовании:",
          "Клёнов И.П., Манахов А.А., Семёнов Б.К. – это:",
          "Командующий 1-ой Воздушной армией, участвовавшей в Витебско-Оршанской операции 1944 г., прославленный советский лётчик, Герой Советского Союза №8 (1934 г.), именем которого названа улица в Витебске:",
          "Уже в феврале 1942 г. 249-я стрелковая дивизия вела бои под Витебском, за что была награждена:",
          "Герой Советского Союза, который в боях на подступах к Витебску бросился с гранатой под танк и подорвал его. Ему установлен памятник на 21 км шоссе Витебск-Сураж:",
          "Озеро, на котором 7 января 1944 г. немцами были уничтожены 11 и 18 гвардейские стрелковые и 235 стрелковая дивизии Красной армии, которые пытались выйти к Витебску:",
          "Уроженец Витебска, Почётный гражданин Витебска, Почётный железнодорожник, удостоенный звания Героя Социалистического Труда в 1943 г. за заслуги в обеспечении железнодорожных перевозок для фронта:",
          "Известный советский военачальник, участник Великой Отечественной войны, Герой Советского Союза, в 1980-е годы командующий Белорусским ВО и зам. министра обороны СССР, уроженец д. Черея Чашникского района:",
          "Берёзкина Л.Д., Кулагина В.С., Белохвостиков А.Е. – это:",
          "Дружинин М.И., Жестков А.П., Ковтунов Г.Н., Сиваков И.П. – это:",
          "249-й стрелковой дивизией, которая в феврале 1942 г. вела бои под Витебском, командовал:",
          "Партизанкой бригадой им. Краснознамённого Ленинского Комсомола, которая действовала под Витебском, командовал:",
          "Белорусский поэт, уроженец г.п. Бешенковичи, погибший на Сталинградском фронте в 1942 г.",
          "Единственный в Беларуси памятник, где установлен советский танк Т-70, находится в населенном пункте "
        ]
      },
      "answerOptions": {
        "easy": [
          [
            "26 июня 1944 г.",
            "3 июля 1944 г.",
            "23 июня 1944 г.",
            "23 сентября 1943 г."
          ],
          [
            "Свидинский В.И.",
            "Павлов Д.Г.",
            "Флёров И.А.",
            "Фомин Е.М."
          ],
          [
            "Киров С.М.",
            "Блохин Ф.Т.",
            "Пушкин А.С.",
            "Октябрьский Ф.С."
          ],
          [
            "Лавочкин С.А.",
            "Ильюшин С.В.",
            "Сухой П.О.",
            "Микоян А.И."
          ],
          [
            "Черняховский И.Д.",
            "Баграмян И.Х.",
            "Рокоссовский К.К.",
            "Конев И.С."
          ],
          [
            "Сенно",
            "Лепель",
            "Орша",
            "Радошковичи"
          ],
          [
            "окружение 153-й стрелковой дивизии под Витебском в 1941 г.",
            "карательная операция против партизан 1-й и 2-й Белорусских партизанских бригад в Щелбовских лесах",
            "лагерь смерти в Витебске, который действовал в 1941-1942 гг.",
            "окружение войсками 1-го Прибалтийского и 3-го Белорусского фронтов 5-ти немецких дивизий в июне 1944 г."
          ],
          [
            "Панкова С.С.",
            "Берёзкина Л.Д.",
            "Зенькова Е.С.",
            "Хоружая В.З."
          ],
          [
            "Мазуров К.Т.",
            "Машеров П.М.",
            "Пономаренко П.К.",
            "Козлов В.И."
          ],
          [
            "26 июня 1944 г.",
            "3 июля 1944 г.",
            "23 июня 1944 г.",
            "23 сентября 1943 г."
          ],
          [
            "Бровка П.В.",
            "Быков В.В.",
            "Короткевич В.С.",
            "Лыньков М.Т."
          ],
          [
            "3 Белорусского фронта",
            "2 и 3 Белорусских фронтов",
            "1, 2 и 3 Белорусских фронтов",
            "1 Прибалтийского и 3 Белорусского фронтов"
          ],
          [
            "Городокской",
            "Витебской",
            "Витебско-Оршанской",
            "Невельской"
          ],
          [
            "Заслонов К.С.",
            "Данукалов А.Ф.",
            "Дубровский Ф.Ф.",
            "Шмырёв М.Ф."
          ],
          [
            "Карательные экспедиции немецко-фашистских войск против населения Витебской области",
            "Операции партизан",
            "Операции Красной армии",
            "Название районов, захваченных немецко-фашистскими войсками"
          ],
          [
            "М. Бирюлин",
            "Д. Райцев",
            "А. Захаров",
            "М. Шмырёв"
          ]
        ],
        "normal": [
          [
            "Доватор Л.М.",
            "Ивановский Е.П.",
            "Якубовский И.И.",
            "Антонов А.И."
          ],
          [
            "Фомин Е.",
            "Гаврилов П.",
            "Кижеватов А.",
            "Каландадзе А."
          ],
          [
            "Заслонов К.С.",
            "Шмырёв М.Ф.",
            "Данукалов А.Ф.",
            "Машеров П.М."
          ],
          [
            "«Хатынь»",
            "«Витебские (Суражские) ворота»",
            "«Рыленки»",
            "«Прорыв»"
          ],
          [
            "прорыв немецкого фронта в районе Витебска в начале операции «Богратион»",
            "40-километровый пролом в линии немецкого фронта в 1942 г., который удерживали части 4-й ударной армии и белорусские партизаны",
            "прорыв немецких войск под Витебском в июле 1941 г.",
            "прорыв немецкого фронта 2-й Белорусской партизанской бригадой и выход из окружения в 1943 г."
          ],
          [
            "были награждены орденами",
            "стали гвардейскими",
            "получили почётное наименование «Витебских»",
            "были отмечены благодарностью Верховного Главнокомандования"
          ],
          [
            "«Прорыв»",
            "Неизвестному солдату",
            "«Витебские (Суражские) ворота»",
            "«Боевое братство»"
          ],
          [
            "зеркальной фабрики (ул. Фрунзе)",
            "5-го ж/д полка (ул. Титова)",
            "станции Крынки",
            "пос. Лучёса"
          ],
          [
            "Туснолобова-Марченко З.М.",
            "Мариненко Т.С.",
            "Зенькова Е.С.",
            "Троян Н.В."
          ],
          [
            "февраль-сентябрь 1942 г.",
            "5-11 июля 1941 г.",
            "июнь-август 1944 г.",
            "февраль 1942 г. – июнь 1944 г."
          ],
          [
            "Черняховский И.Д.",
            "Баграмян И.Х.",
            "Рокоссовский К.К.",
            "Василевский А.М."
          ],
          [
            "около 1 000 жителей",
            "около 10 000 жителей",
            "318 человек",
            "118 человек"
          ],
          [
            "Ковзан Б.И.",
            "Маресьев А.П.",
            "Горовец А.К.",
            "Головачёв П.Я."
          ],
          [
            "Белобородов А.П.",
            "Людников И.И.",
            "Черняховский И.Д.",
            "Баграмян И.Х."
          ],
          [
            "Хроники",
            "Анналы",
            "Память",
            "История"
          ]
        ],
        "medium": [
          [
            "Орденом Трудового Красного Знамени",
            "Орденом Ленина",
            "Орденом Отечественной войны I ст.",
            "Переходящим Красным Знаменем ЦК КПСС"
          ],
          [
            "«Прорыв»",
            "«Рыленки»",
            "«Курган Славы»",
            "«Куповать»"
          ],
          [
            "Сильницкий М.Ф.",
            "Райцев Д.Ф.",
            "Куриленко В.Т.",
            "Жестков А.П."
          ],
          [
            "Портнова З.М.",
            "Зенькова Е.С.",
            "Берёзкина Л.Д.",
            "Мариненко Т.С."
          ],
          [
            "июнь-июль 1944 г.",
            "июнь-август 1944 г.",
            "декабрь 1943 г. – июль 1944 г.",
            "октябрь 1943 г. – июль 1944 г."
          ],
          [
            "зеркальной фабрики (ул. Фрунзе)",
            "5-го ж/д полка (ул. Титова)",
            "станции Крынки",
            "правого берега р. Зап. Двина (ул. Ильинского)"
          ],
          [
            "оборона Минска 100-й дивизией И.Руссиянова",
            "контрудар 20-й армии генерала П.Курочкина в направлении Сенно-Лепель",
            "танковые сражения в районе ст. Прохоровка",
            "контрудар советских войск в районе Буйничского поля"
          ],
          [
            "Герои Советского Союза – уроженцы Витебска",
            "Герои-подпольщики Витебска",
            "Герои Советского Союза – партизаны Витебщины",
            "Герои Советского Союза – освободители Витебска"
          ],
          [
            "22 июня – 22 июля",
            "1 июля – 1 августа",
            "5 июля – 15 июля",
            "5 июля – 11 июля"
          ],
          [
            "командармы, защищавшие Витебск в 1941 г.",
            "командармы, освобождавшие Витебск в 1944 г.",
            "командармы, воевавшие под Витебском в 1942-1943 гг.",
            "командующие фронтами, защищавшие Витебщину в 1941-1942 гг."
          ],
          [
            "Данукалов А.Ф.",
            "Манахов А.А.",
            "Исаченко А.Л.",
            "Романов А.В."
          ],
          [
            "Заслуженный рационализатор СССР",
            "Почётный гражданин г. Витебска",
            "Новатор производства",
            "Отличник народного образования (здравоохранения, промышленности, сельского хозяйства, транспорта и т.д.)"
          ],
          [
            "Зенькова Е.С.",
            "Мариненко Т.С.",
            "Портнова З.М.",
            "Хоружая В.З."
          ],
          [
            "Белобородов А.П.",
            "Людников И.И.",
            "Черняховский И.Д.",
            "Баграмян И.Х."
          ],
          [
            "100 тысяч человек",
            "260 тысяч человек",
            "500 тысяч человек",
            "560 тысяч человек"
          ],
          [
            "Ордена Ленина",
            "Звания Герой Советского Союза",
            "Благодарности Верховного Главнокомандования",
            "Звания «Почётный гражданин города Витебска»"
          ],
          [
            "И. Макеенок",
            "А. Угловский",
            "А. Лютый",
            "А. Мевш"
          ],
          [
            "М. Сильницкий",
            "И. Янушковский",
            "И. Сиваков",
            "И. Баграмян"
          ],
          [
            "В. Куриленко",
            "М. Сильницкий",
            "А. Данукалов",
            "Ю. Гагарин"
          ]
        ],
        "hard": [
          [
            "Шмырёв М.Ф.",
            "Райцев Д.Ф.",
            "Захаров Я.З.",
            "Бирюлин М.Ф."
          ],
          [
            "Белобородов А.П.",
            "Гаген Н.А.",
            "Конев И.С.",
            "Руссиянов И.Н."
          ],
          [
            "Тыловой район гр. армий «Центр»",
            "Генеральный округ «Беларусь»",
            "Генеральный округ «Литва»",
            "Рейхскомиссариат «Остланд»"
          ],
          [
            "герои-пограничники – уроженцы Витебщины",
            "командиры батальонов народного ополчения Витебска",
            "лётчики – первые Герои Советского Союза",
            "командиры первых партизанских отрядов"
          ],
          [
            "Громов М.М.",
            "Чкалов В.П.",
            "Грицевец С.И.",
            "Гастелло Н.Ф."
          ],
          [
            "орденом Красного Знамени",
            "наименованием «Витебская»",
            "орденом Ленина",
            "благодарностью Верховного Главнокомандования"
          ],
          [
            "Жестков А.П.",
            "Угловский А.Е.",
            "Куриленко В.Т.",
            "Свидинский В.И."
          ],
          [
            "Вымно",
            "Зароново",
            "Езерище",
            "Лосвидо"
          ],
          [
            "Титов М.С.",
            "Цветков Н.Л.",
            "Макаров Н.А.",
            "Солохо А.Н."
          ],
          [
            "Ивановский Е.П.",
            "Якубовский И.И.",
            "Шавров И.Е.",
            "Антонов А.И."
          ],
          [
            "Герои Советского Союза, освобождавшие Витебск",
            "Руководители подпольных групп г. Витебска",
            "Командиры партизанских отрядов Витебского района",
            "Участники обольского подполья"
          ],
          [
            "Герои освобождения Витебщины, Герои Советского Союза",
            "Командиры батальонов Витебского ополчения",
            "Командиры партизанских отрядов Витебщины",
            "Командиры подпольных групп Витебска"
          ],
          [
            "Тарасов Г.Ф.",
            "Гаген Н.А.",
            "Конев И.С.",
            "Доватор Л.М."
          ],
          [
            "Шмырёв М.Ф.",
            "Райцев Д.Ф.",
            "Захаров Я.З.",
            "Бирюлин М.Ф."
          ],
          [
            "П. Бровка",
            "А. Гейнэ",
            "Я. Мавр",
            "К. Каганец"
          ],
          [
            "г. Орша",
            "г. Полоцк",
            "г. Городок",
            "г. Езерище"
          ]
        ]
      },
      "rightAnswer": {
        "easy": [
          "23 июня 1944 г.",
          "Флёров И.А.",
          "Блохин Ф.Т.",
          "Сухой П.О.",
          "Черняховский И.Д.",
          "Орша",
          "окружение войсками 1-го Прибалтийского и 3-го Белорусского фронтов 5-ти немецких дивизий в июне 1944 г.",
          "Хоружая В.З.",
          "Машеров П.М.",
          "26 июня 1944 г.",
          "Быков В.В.",
          "1 Прибалтийского и 3 Белорусского фронтов",
          "Витебско-Оршанской",
          "Шмырёв М.Ф.",
          "Карательные экспедиции немецко-фашистских войск против населения Витебской области",
          "М. Шмырёв"
        ],
        "normal": [
          "Доватор Л.М.",
          "Фомин Е.",
          "Заслонов К.С.",
          "«Прорыв»",
          "40-километровый пролом в линии немецкого фронта в 1942 г., который удерживали части 4-й ударной армии и белорусские партизаны",
          "получили почётное наименование «Витебских»",
          "«Витебские (Суражские) ворота»",
          "5-го ж/д полка (ул. Титова)",
          "Туснолобова-Марченко З.М.",
          "февраль-сентябрь 1942 г.",
          "Баграмян И.Х.",
          "118 человек",
          "Горовец А.К.",
          "Белобородов А.П.",
          "Память"
        ],
        "medium": [
          "Орденом Ленина",
          "«Рыленки»",
          "Сильницкий М.Ф.",
          "Зенькова Е.С.",
          "октябрь 1943 г. – июль 1944 г.",
          "правого берега р. Зап. Двина (ул. Ильинского)",
          "контрудар 20-й армии генерала П.Курочкина в направлении Сенно-Лепель",
          "Герои Советского Союза – уроженцы Витебска",
          "5 июля – 11 июля",
          "командармы, защищавшие Витебск в 1941 г.",
          "Данукалов А.Ф.",
          "Почётный гражданин г. Витебска",
          "Портнова З.М.",
          "Людников И.И.",
          "560 тысяч человек",
          "Звания Герой Советского Союза",
          "И. Макеенок",
          "И. Сиваков",
          "В. Куриленко"
        ],
        "hard": [
          "Бирюлин М.Ф.",
          "Гаген Н.А.",
          "Тыловой район гр. армий «Центр»",
          "командиры батальонов народного ополчения Витебска",
          "Громов М.М.",
          "орденом Ленина",
          "Угловский А.Е.",
          "Лосвидо",
          "Макаров Н.А.",
          "Ивановский Е.П.",
          "Руководители подпольных групп г. Витебска",
          "Герои освобождения Витебщины, Герои Советского Союза",
          "Тарасов Г.Ф.",
          "Райцев Д.Ф.",
          "А. Гейнэ",
          "г. Езерище"
        ]
      }
}

console.log(JSON.stringify(fileJSON));